import React from "react";

const page = () => {
  return (
    <div className="mt-12 mb-12 space-y-24 mx-auto max-w-screen-xl">
      <div className="bg-white border border-gray-200 p-6 rounded-md  w-full">
        <div className="mb-6">
          <h1 className="text-2xl font-semibold text-gray-800 mb-2">
            أبو سعيد الحسن بن أبي الحسن يسار
          </h1>
          <div className="text-sm text-gray-500">
            <span>رقم المقالة: 518794</span> |
            <span> تاريخ النشر: 2023-09-20</span>
          </div>
        </div>
        <div className="bg-gray-50 p-5 rounded-md">
          <h2 className="text-xl font-semibold text-gray-700 mb-3">المقال</h2>
          <p className="text-gray-700 leading-relaxed">
            أبو سعيد الحسن بن أبي الحسن يسار، من سادات التابعين وكبرائهم، شيخ
            أهل البصرة وسيد أهل زمانه علماً وعملاً، كان فقيهاً ثقة مأموناً
            فصيحاً عابداً ناسكاً كان واحدًا من الفقهاء الزهاد الذي بلغ ذكرهم
            وحكمتهم الآفا
            <br />
            <br />
            تشرب العلم والحكمة من الصحابة الكرام الذين أدركهم وعايشهم فنال قسطًا
            من نور النبوة. قال الأعمش: مازال الحسن يعي الحكمة حتى نطق بها وكان
            إذا ذكر عند أبي جعفر – يعني الباقر، قال ذاك الذي يشبه كلامه كلام
            الأنبياء.
            <br />
            <br />
            ولد أبو سعيد الحسن بن أبي الحسن يسار البصري الأنصاري مولاهم بالمدينة
            النبوية، لسنتين بقيتا من خلافة أمير المؤمنين عمر بن الخطاب - رضي
            الله عنه - (21 هـ)، وكانت ولادته في بيت أم المؤمنين أم سلمة - زوج
            النبي صلى الله عليه وسلم - رضي الله عنها وأرضاها، حيث كانت أم الحسن
            (خيرة) خادمة لأم سلمة - رضي الله عنهم أجمعين -. وقد زاده بركة وشرفا
            ونبلا أنه رضع من أم سلمة - رضي الله عنها -، وتربى في بيت النبوة،
            وكانت أم سلمة تُخرجه إلى الصحابة فيدعون له، فدعا له عمر بن الخطاب -
            رضي الله عنه - فقال: "اللهم فقهه في الدين وحببه إلى الناس"، فحفظ
            الحسن القرآن في العاشرة من عمره. أخذ العلم عن خلق كثير من الصحابة
            والتابعين، وأدرك كبار الصحابة وروى عنهم، أمثال الخليفة الراشد عثمان
            بن عفان وطلحة بن عبيد الله وجابر بن عبد الله وعبد الله بن عباس
            وعمران بن حصين، والمغيرة بن شعبة وعبد الرحمن بن سمرة وأبي بكرة وسمرة
            بن جندب ومعقل بن يسار وأنس بن مالك - رضوان الله عليهم أجمعين -، حتى
            صار علمًا في الحديث والفقه والتفسير واللغة.
          </p>
        </div>
      </div>
    </div>
  );
};

export default page;
