import React from 'react'

const page = () => {
  return (
    <div className="mt-12 mb-12 space-y-24 mx-auto max-w-screen-xl">
     <div className="bg-white border border-gray-200 p-6  w-full">
      <div className="mb-6">
        <h1 className="text-2xl font-semibold text-gray-800 mb-2">
        الصبر في مواجهة الشدائد
        </h1>

        <h2 className='text-xl my-3'>القسم : <span> حكم القرآن</span></h2>
        <div className="text-sm text-gray-500">
          <span className='ml-2'>رقم الخطبة: 518794</span> |  
          <span className='ml-2'> تاريخ النشر: 2023-09-20</span> |
          <span className='ml-2'>تاريخ الإلقاء: <span className='mr-1'>2023-09-20</span></span> 
        </div>
      </div>
      <div className="bg-green-50 p-5  mb-6">
        <h2 className="text-xl font-semibold text-green-700 mb-3">وصف الخطبة</h2>
        <p className="text-gray-700 leading-relaxed">
        دعنا نقولها واثقين، ونعلنها غير هيابين، ونطلقها صريحة بلا توار ولا تردد: إن دين الإسلام هو الدين الذي علَّم الدنيا معنى السلام، فهو دين سلام في كل تفاصيله من بداياته وحتى نهاياته، من اسمه وشعاره حتى جوهره ومبادئه وأفكاره
        </p>
      </div>

      <div className="bg-gray-50 p-5 ">
        <h2 className="text-xl font-semibold text-gray-700 mb-3">الخطبة</h2>
        <p className="text-gray-700 leading-8">
        دعنا نقولها واثقين، ونعلنها غير هيابين، ونطلقها صريحة بلا توار ولا تردد: إن دين الإسلام هو الدين الذي علَّم الدنيا معنى السلام، فهو دين سلام في كل تفاصيله من بداياته وحتى نهاياته، من اسمه وشعاره حتى جوهره ومبادئه وأفكاره، يبرأ من العنف ويحرِّم الإرهاب ويأمر بالرفق والرحمة والسماحة والتعايش مع الآخر، فكذب وافترى من ادعى أن الإسلام دين عنف أو إرهاب!   دين تحيته السلام، فإذا لقي المسلم غيره فهو مأمور أن يقول له: "السلام عليكم ورحمة الله وبركاته" ليكون أول ما تسمعه من المسلم هو كلمة: السلام، قال الله -تعالى-: (فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً)[النور: 61]، وهي تحية المسلمين في الدنيا ثم هي تحيتهم كذلك في دار الخلد: (دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ)[يونس: 10].  

 

دين يأمرنا أن نكون سِلْمًا حتى على الجاهلين المتعدين، يقول -عز وجل-: (وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا)[الفرقان: 63]، ومرة أخرى: (وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ)[القصص: 55]، ومن باب أولى سِلْمًا مع المؤمنين: (وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ)[الأنعام: 54]. 

 

 والإسلام دين سلام حتى في حروبه المشروعة؛ دفاعًا عن حياض الإسلام أو هجومًا لرفع الظلم عن المظلومين أو ضد كيانات تمنع المسلمين من تبليغ دعوة الإسلام إلى شعوب معزولة مقهورة تعيش في الكفر لم تبلغها رسالة ديننا الحق، ففي هذه الحروب التي يضطر إليها المسلم اضطرارًا تجد السلام يشع من داخل أركانها؛ وهذا عجيب؛ سلام حتى في الحرب؟! نقول: نعم، سلام لمن سالمنا ولمن ليس له ذنب ولمن اعتزل الحرب... فبسند ضعيف روى أبو داود وغيره الوصية النبوية للخارجين للقتال، فعن أنس بن مالك، أن رسول الله -صلى الله عليه وسلم- قال: "انطلقوا باسم الله وبالله وعلى ملة رسول الله، ولا تقتلوا شيخًا فانيًا ولا طفلًا ولا صغيرًا ولا امرأة...".  
 <br></br>
 <br></br>
وبسند صحيح، بل في صحيح مسلم عن سليمان بن بريدة، عن أبيه، قال: كان رسول الله -صلى الله عليه وسلم- إذا أمر أميرًا على جيش أو سرية، أوصاه في خاصته بتقوى الله، ومن معه من المسلمين خيرًا، ثم قال: "اغزوا باسم الله في سبيل الله، قاتلوا من كفر بالله، اغزوا ولا تغلوا، ولا تغدروا، ولا تمثلوا، ولا تقتلوا وليدًا، وإذا لقيت عدوك من المشركين، فادعهم إلى ثلاث خصال -أو خلال- فأيتهن ما أجابوك فاقبل منهم، وكف عنهم، ثم ادعهم إلى الإسلام، فإن أجابوك، فاقبل منهم، وكف عنهم..." (مسلم)، فهو دين يسعى -حتى في حربه- إلى السلام.  

 

ثم جاء الأمر القرآني بتقديم السلام لمن أراده من المحاربين، سلامًا عادلًا لا ظالمًا، فقال -تعالى-: (وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ)[الأنفال: 61]، أي: إن مالوا إلى المصالحة والمسالمة، فمل إليها.   بل وأبعد من ذلك، فقد أمرنا القرآن إن استجار بنا مشرك كافر أن نجيره ونُأمِّنه، فقال -عز من قائل-: (وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ)[التوبة: 6]، "يعني: وإن استأمنك -يا محمد- أحد من المشركين الذين أمرتك بقتالهم وقتلهم بعد انسلاخ الأشهر الحرم؛ ليسمع كلام الله الذي أنزل عليك وهو القرآن، فأجره حتى يسمع كلام الله ويعرف ما له من الثواب إن آمن، وما عليه من العقاب إن أصر على الكفر، (ثُمَّ أَبْلِغْهُ مَأْمَنَهُ) يعني: إن لم يسلم أبلغه إلى الموضع الذي يأمن فيه وهو دار قومه" (تفسير الخازن)، إنه حقًا دين التعايش والسلام.   

 

والإسلام دين يمنع ترويع الآمنين وإدخال الفزع عليهم حتى وإن كان الأمر مجرد هزل ومزاح، فعن عبد الله بن السائب بن يزيد عن أبيه عن جده قال: قال رسول الله -صلى الله عليه وسلم-: "لا يأخذ أحدكم عصا أخيه لاعبًا أو جادًا، فمن أخذ عصا أخيه فليردها إليه" (الترمذي).   ويروي عبد الرحمن بن أبي ليلى فيقول: حدثنا أصحاب رسول الله -صلى الله عليه وسلم- أنهم كانوا يسيرون مع رسول الله -صلى الله عليه وسلم- في مسير، فنام رجل منهم، فانطلق بعضهم إلى نبل معه فأخذها، فلما استيقظ الرجل فزع، فضحك القوم، فقال: "ما يضحككم؟"، فقالوا: لا، إلا أنا أخذنا نبل هذا ففزع، فقال رسول الله -صلى الله عليه وسلم-: "لا يحل لمسلم أن يروع مسلمًا" (أحمد). 

 

 وفي المعاملات اليومية العادية، لا بد أن تتم كلها في سلام بحيث لا يؤذى أحد بشيء، فإذا استدلك أحد على طريق مثلًا وفي يدك سكين أو ما شابه فضعها من يدك ثم أشر إليه، ولا تشر بها له أبدًا، هذا أمر رسول الله -صلى الله عليه وسلم- فعن أبي هريرة يقول: قال أبو القاسم -صلى الله عليه وسلم-: "من أشار إلى أخيه بحديدة، فإن الملائكة تلعنه حتى يدعه، وإن كان أخاه لأبيه وأمه" (مسلم).   وإن ناولته سلاحًا فلا تناوله إياه إلا في غمده، فعن جابر قال: "نهى رسول الله -صلى الله عليه وسلم- أن يتعاطى السيف مسلولًا" (الترمذي).   وإذا مررت بأي تجمع للمسلمين بما يؤذي فلا بد أن تحتاط أن تؤذي به أحدًا، فعن أبي موسى عن النبي -صلى الله عليه وسلم-، قال: "إذا مر أحدكم في مسجدنا، أو في سوقنا، ومعه نبل، فليمسك على نصالها -أو قال: فليقبض بكفه-، أن يصيب أحدًا من المسلمين منها شيء" (متفق عليه). 
 <br></br>
 <br></br>
 

 وسلام الإسلام ليس مقصورًا على المسلمين بل هو يشمل غير المسلمين كذلك، وقديمًا دخل النبي -صلى الله عليه وسلم- المدينة المنورة والمهاجرون معه، فعاش المسلمون مع اليهود في سلام وتعايش آمن، لا يعتدي مسلم على يهودي، وما جاء الغدر إلا من اليهود -كعادتهم- وما غدر بهم مسلم.   وقد لخص القرآن الأمر في آية واحدة قائلًا: (لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ)[الممتحنة: 8]، وقد مدح القرآن من يطعم كافرًا وقع أسيرًا في أيدي المسلمين، فقال -عز وجل-: (وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا)[الإنسان: 8].   

 

وهو دين يتوسع في دائرة سلامه ورحمته حتى يتخطى جنس البشر كله إلى جنس الحيوان الأعجم، فظلم الحيوان ممنوع وإسباغ السلام عليه واجب، وتعالوا نرى أمارات هذا، فعن سهل ابن الحنظلية، قال: مر رسول الله -صلى الله عليه وسلم- ببعير قد لحق ظهره ببطنه، فقال: &quot;اتقوا الله في هذه البهائم المعجمة، فاركبوها صالحة، وكلوها صالحة&quot; (أبو داود).   ولا يحل أن تطيل الجلوس فوق ظهر الدابة وهي واقفة لتخطب خطبة أو تتكلم مع أحد، وذلك لقول رسول الله -صلى الله عليه وسلم-: &quot;إياكم أن تتخذوا ظهور دوابكم منابر, فإن الله -عز وجل- إنما سخرها لكم لتبلغكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس, وجعل لكم الأرض فعليها فاقضوا حاجاتكم&quot; (البيهقي في السنن الكبرى).  

بل هذا نبي الإسلام -صلى الله عليه وسلم- مع كثرة أعبائه ومسئولياته يوصي جماعة من المسلمين أن يأمروا أهليهم أن يقلموا أظافرهم قبل أن يحلبوا مواشيهم كي لا يخدشوا ضروعها! فعن سوادة بن الربيع، قال: أتيت النبي -صلى الله عليه وسلم-، وأمر لي بذود، قال: &quot;إذا رجعت إلى بيتك، فقل لهم فليحسنوا أعمالهم، ومرهم فليقلموا أظفارهم، ولا يخدشوا بها ضروع مواشيهم إذا حلبوا&quot; (الطبراني في المعجم الكبير). 

وحتى إن جئت لتذبح حيوانًا لأكل، فليكن السلام والرحمة شعارك عند ذبحك إياه، فعن شداد بن أوس، قال: ثنتان حفظتهما عن رسول الله -صلى الله عليه وسلم-، قال: &quot;إن الله كتب الإحسان على كل شيء، فإذا قتلتم فأحسنوا القتلة، وإذا ذبحتم فأحسنوا الذبح، وليحد أحدكم شفرته، فليرح ذبيحته&quot; (مسلم)، فحتى الحيوان يعيش في المجتمع المسلم في سلام حيًا، ويموت حين يموت في سلام ميتًا.   

 

 فبالله بالله، دين ينشر سلامه على المسلم والكافر وعلى الطائع والعاصي وعلى الصديق والعدو وعلى البشر والحيوان زيادة على كل بني الإنسان... دين يدعو إلى التعايش في سلام والحياة في وئام، فهل هذا دين عنف وإرهاب؟!   والإجابة المعلومة لكل من يعرف دين الإسلام هي: كلا، بل الإسلام هو الذي علَّم الدنيا السلام، وما كل حركة أو جمعية أو منظمة أو هيئة تدعو إلى السلام إلا وقد تعلَّمته من الإسلام. 

 

  ومما يثير العجب العجاب أن يطلع علينا من الغرب الكافر ومن الشرق الملحد من يدعي أن التعايش والسلام صناعة أمريكية أو وصفة أوربية أو صياغة روسية...! ومنهن من تسمي نفسها بـ&quot;راعية السلام&quot;، كذبًا وزورًا وبهتانًا!   ولننظر إلى آثار سلامهم الذي ملء أرجاء الأرض، خاصة فلسطين التي تشكر بركات سلام إسرائيل ومن ساندهما منذ سبعة عقود من الزمان، شب فيها الصغار يتقلبون في خمائل سلامهم، بعد أن تنعم الشباب والشيوخ بالحياة في أحضان وئامهم! وما زالت القدس تئن وتشتكي من وابل سلامهم!   وسل عن سلامهم أرض العراق الحبيب كيف حل عليه سلامهم منذ التسعينات حتى تركوه خرابًا ويبابًا، وإلى الآن تُرى على أرضه آثار سلامهم وتوابعه!   ثم سائل أرض أفغانستان عن سلامهم الذي نزل على رءوس المسلمين هناك، بل تساقط السلام عليهم تساقطًا في صورة قذائف طائرات وطلقات مدافع ومدمرات... حتى صارت أفغانستان أثرًا بعد عين!  

 

ولم تنقطع بركات سلامهم عن بلاد إسلامية عديدة، -وإن كانت بطريق الحرب بالوكالة- يمزقون بها البلد المتحد، ويشعلون بها النزاعات القبلية والعرقية... ولا يألون جهدًا في إرساء معالم &quot;السلام&quot; و&quot;التعايش السلمي&quot; في كل بلد إسلامي تحل عليه نسائم سلامهم!   ولا تسأل ما كان يسمى بـ&quot;ميانمار&quot; أو بـ&quot;أراكان&quot; عن حفاظ غير المسلمين على التعايش السلمي؛ فإنك لن تجد هناك مسلمًا حيًا ليحدِّثك عن آثار سلامهم! وإن وجدت منهم أحدًا حيًا -لم يُقتَل ولم يُهجَّر- فستجده مقطوع اللسان أو مبتور القدم والذراع! وصدق الشاعر:   وجاء الغرب -ذو الأخلاق- يدعمنا ويحمينا فـــتــرك الشـــــرف والـقــيــم عــلى أعــتــاب وادينا وقال: &quot;الخطوة الأولى تبيعوا الــعـرض والديـنا&quot; وما جاء ليـــصلـــحــنــا، وهــــذا عـــمـــلــه فـيـنــا:   مـــــــــزق شـمــــلـنــا حـــــــتى نـسـيـنـا أنـنــا إخـــــوان وقال: &quot;عروبة أنتم&quot;، ونصب الشرك للإيمـان وبث في عقول الناس: &quot;سر تأخري القرآن&quot; فإن الغرب كالأفعى؛ مصدقه هو الخسران   

<br></br>
<br></br>

ويقوم شاهد بليغ على التعايش السلمي الذي تنعم به الأقليات المسلمة في فرنسا وفي الدنمارك وفي بريطانيا وإيطاليا وأمريكا وفي غيرها من البلاد الغربية والشرقية والإفريقية، فإن سألت الأقلية المسلمة في بلاد &quot;الحريات&quot; هناك عن حقوقهم، أجابوك: نعم، إننا ننعم بكامل وسائر حقوقنا ونتقلب هنا في جنات -وليست جنة واحدة- من السلام والوئام والتعايش... ثم لعلهم يزودونك بالأدلة التالية على ما يتمتعون به هناك من تعايش وسلام:

أولًا: منع حجاب المسلمات في عدد من بلاد الغرب: خاصة في فرنسا &quot;بلد الحرية&quot;، ومن &quot;تُضبط&quot; متلبسة بـ&quot;جريمة&quot; ارتداء الزي الإسلامي، فالويل لها والغرامة عليها وربما الحبس والتنكيل!  

ثانيًا: حظر رفع الأذان للصلاة في مكبرات الصوت: داخل المساجد أو خارجها، وحظر اجتماعات المسلمين، وحظر النشاطات العامة للجمعيات الإسلامية، والتشكك في كل نشاط يقوم به مسلم.  

ثالثًا: إغلاق المساجد، والتحفظ على بناء مساجد جديدة، حتى أن المسلمين هناك لا يجدون مسجدًا يؤدون فيه صلاة الجمعة إلا على بعد عشرات الأميال!  

رابعًا: سب النبي -صلى الله عليه وسلم- والإساءة إليه برسومات أو مقالات أو أفلام أو غيرها، والدفاع عمن يقومون بذلك بحجة حرية الرأي والتعبير! مما يدل على قمة وذروة التعايش السلمي ومراعاة مشاعر الأقليات الإسلامية هناك، بل ومشاعر مسلمي الأرض.  

خامسًا: اضطهاد المسلمين بالاحتقار والتمييز والتضييق والاعتداء والإرهاب القولي والفعلي والتهميش السياسي وما يعانونه من فقر نتيجة العزلة الاقتصادية ورفض توظيفهم بجانب استهدافهم المباشر بحملات التنصير أو التهويد...   

 <br></br>
 <br></br>

ثم بعد ذلك إن أردت تجلية الفرق بين سلام المسلمين وسلام أدعيائه من الغرب والشرق، فلنستدعي مدينة القدس شاهدًا، ولنترك لها المجال للكلام حتى تنطق قائلة: فتحني من المسلمين اثنان: الفاروق عمر بن الخطاب ثم الملك صلاح الدين الأيوبي، فما سالت في الفتح الأول نقطة دماء واحدة، بل فتحت صلحًا، وعندها أمَّن الفاروق غير المسلمين على دمائهم وأموالهم ودور عبادتهم وشعائرهم، وأما فتح صلاح الدين فما حارب غير المعتدين الوافدين من بلاد أوروبا في الحملات الصليبية لمحاربة المسلمين واحتلال ديارهم ونهب خيراتهم، وما إن دخلها حتى نشر السلام في أرجائها فأمَّن غير المسلمين على كل ما يملكون كما فعل عمر، وترك لهم حرية التدين والتعبد...   تواصل مدينة القدس كلامها وشهادتها فتقول: واغتصبني من بعد فتح الفاروق عمر الصليبيون، فقتلوا في يوم واحد ما يزيد عن سبعين ألف مسلم داخل القدس، حتى لقد سالت الدماء في طرقاتي، وتكدست الجثث داخل المسجد الأقصى وحوله!...

وها قد اتضح الفرق بين الجانبين وبين السلامين!   ***   هذا، وقد فضح الشاعر كنه سلامهم المزعوم وملامح وجهه العابس ومعالم تطبيقه الشائهة، قائلًا: قالوا: السلام.. أتعرفون سلامهم؟ *** فــهلـما نقصـــي عـــن الـعــيــون غبارا دكوا الـمــنازل والمســــاجـــد والقرى *** على بني الإســــــلام فــــرضــوا حصارًا واسـتــنــزفــوا الـخـــيرات من أوطاننا *** ســرقـوا ونــهــبـوا أرضـنا والـــــدار قـــتـــلـوا الأباة ودنســـوا أعــراضــنا *** حــظـروا الكلام وغــلــقــوا الأسـوارَ حـتى إذا لــم يــبـق فــيــنــا قـــوة *** وتـــقــوتــوا بـدمـــائــنـا اسـتـحـقارا صاروا السادات وكلـنا عبد لـهــم *** وبــهــذا حـقًـــا حــقــقــوا اسـتــقــرارا؛ ساد السلام ورفرفـت أجـنــحـتــه *** على النساء ومن لم يقتلوا استصغارا سلم مبادئه: الـخـنا من جـــانـب *** والآخـر الــجـبـروت يـــــقـــــذف نـارا   ***   وفي هذه السطور تجلية قيمة التعايش والسلام في الإسلام، وإني وإن كنت لم أقف على جميعه؛ لكني وضعت بين يديكم

-أيها الفضلاء- خطباً منتقاه توضح ما قصر؛ فإلى هذه الخطب لنزداد بصيرة بالأمر واقتناعًا به.
        </p>
      </div>

    </div>
    </div>
  )
}

export default page
