import GetFatwa from '@/components/GetFatwa'
import React from 'react'

const page = () => {
  return (
    <div className="w-full h-full flex flex-col gap-2">
      <GetFatwa
      title="ما الحكمة من آلام البهائم؟ "
      desc="لماذا تتعذب الحيوانات، وتعاني سكرات الموت، رغم أنها غير مكلفة ولن يكون لها أجر أو جزاء على هذا العذاب؟"
      date="2024-05-07"
      tags={["فتوى", "مسائل"]}
      id="543643"
      />

<GetFatwa
      title="ما الحكمة من آلام البهائم؟ "
      desc="لماذا تتعذب الحيوانات، وتعاني سكرات الموت، رغم أنها غير مكلفة ولن يكون لها أجر أو جزاء على هذا العذاب؟"
      date="2024-05-07"
      tags={["فتوى", "مسائل"]}
      id="543643"
      />

<GetFatwa
      title="ما الحكمة من آلام البهائم؟ "
      desc="لماذا تتعذب الحيوانات، وتعاني سكرات الموت، رغم أنها غير مكلفة ولن يكون لها أجر أو جزاء على هذا العذاب؟"
      date="2024-05-07"
      tags={["فتوى", "مسائل"]}
      id="543643"
      />

<GetFatwa
      title="ما الحكمة من آلام البهائم؟ "
      desc="لماذا تتعذب الحيوانات، وتعاني سكرات الموت، رغم أنها غير مكلفة ولن يكون لها أجر أو جزاء على هذا العذاب؟"
      date="2024-05-07"
      tags={["فتوى", "مسائل"]}
      id="543643"
      />

<GetFatwa
      title="ما الحكمة من آلام البهائم؟ "
      desc="لماذا تتعذب الحيوانات، وتعاني سكرات الموت، رغم أنها غير مكلفة ولن يكون لها أجر أو جزاء على هذا العذاب؟"
      date="2024-05-07"
      tags={["فتوى", "مسائل"]}
      id="543643"
      />
</div>
  )
}

export default page
