import React from 'react';

const ContactForm = () => {
  return (
  <>
    <div className="flex-grow flex items-center justify-center h-[250px] border-t-2 bg-[#015f6c]">
    <h1 className="text-4xl md:text-6xl font-bold text-white">إتصل بنا</h1>
  </div>
    <div className="max-w-screen-lg mx-auto p-5">
      <div className="grid grid-cols-1 md:grid-cols-12 border">
        <div className="md:col-span-4 p-10">
          <h3 className="text-3xl sm:text-4xl leading-normal font-extrabold tracking-tight">
            موقع الإسلام
          </h3>
          <p className="mt-4 leading-7 text-gray-800">
          نحن هنا لمساعدتك والإجابة على جميع استفساراتك. إذا كان لديك أي أسئلة، اقتراحات، أو تعليقات، فلا تتردد في التواصل معنا من خلال النموذج أدناه أو عبر وسائل الاتصال التالية:
          </p>
          <div className="flex items-center mt-5">
            <svg
              className="h-6 mr-2 text-[#015f6c]"
              fill="currentColor"
              version="1.1"
              xmlns="http://www.w3.org/2000/svg"
              viewBox="0 0 489.536 489.536"
              xmlnsXlink="http://www.w3.org/1999/xlink"
              enableBackground="new 0 0 489.536 489.536"
            >
              <g>
                <g>
                  <path d="M488.554,476l-99-280.2c-1-4.2-5.2-7.3-9.4-7.3h-45.6c12.9-31.1 19.6-54.9 19.6-70.8 0-64.6-50-117.7-112.5-117.7-61.5,0-112.5,52.1-112.5,117.7 0,17.6 8.2,43.1 19.9,70.8h-39.7c-4.2,0-8.3,3.1-9.4,7.3l-99,280.2c-3.2,10.3 6.3,13.5 9.4,13.5h468.8c4.2,0.5 12.5-4.2 9.4-13.5zM241.654,20.7c51,0 91.7,43.7 91.7,96.9 0,56.5-79.2,182.3-91.7,203.1-31.3-53.1-91.7-161.5-91.7-203.1 0-53.1 40.6-96.9 91.7-96.9zM24.954,468.2l91.7-259.4h41.7c29.9,64.1 83.3,151 83.3,151s81.4-145.7 83.8-151h47.4l91.7,259.4h-439.6z" />
                  <rect width="136.5" x="177.054" y="379.1" height="20.8"></rect>
                  <path d="M289.554,108.2c0-26-21.9-47.9-47.9-47.9s-47.9,21.9-47.9,47.9 20.8,47.9 47.9,47.9c27.1,0 47.9-21.8 47.9-47.9zM214.554,107.2c0-14.6 11.5-27.1 27.1-27.1s27.1,12.5 27.1,27.1-11.5,27.1-27.1,27.1c-14.6,0-27.1-12.5-27.1-27.1z" />
                </g>
              </g>
            </svg>
            <span className="text-sm mr-6">السعودية , مكة المكرمة  شارع الملك خالد</span>
          </div>
          <div className="flex items-center mt-5">
            <svg
              className="h-6 mr-2 text-[#015f6c]"
              fill="currentColor"
              version="1.1"
              xmlns="http://www.w3.org/2000/svg"
              viewBox="0 0 60.002 60.002"
              enableBackground="new 0 0 60.002 60.002"
            >
              <g>
                <path d="M59.002,37.992c-3.69,0-6.693-3.003-6.693-6.693c0-0.553-0.447-1-1-1s-1,0.447-1,1c0,4.794,3.899,8.693,8.693,8.693c0.553,0,1-0.447,1-1S59.554,37.992,59.002,37.992z" />
                <path d="M58.256,35.65c0.553,0,1-0.447,1-1s-0.447-1-1-1c-0.886,0-1.605-0.72-1.605-1.605c0-0.553-0.447-1-1-1s-1,0.447-1,1C54.65,34.033,56.267,35.65,58.256,35.65z" />
                <path d="M20.002,2.992c3.691,0,6.693,3.003,6.693,6.693c0,0.553,0.448,1,1,1s1-0.447,1-1c0-4.794-3.9-8.693-8.693-8.693c-0.552,0-1,0.447-1,1S19.449,2.992,20.002,2.992z" />
                <path d="M19.748,6.334c0,0.553,0.448,1,1,1c0.885,0,1.604,0.72,1.604,1.605c0,0.553,0.448,1,1,1s1-0.447,1-1c0-1.988-1.617-3.605-3.604-3.605C20.196,5.334,19.748,5.781,19.748,6.334z" />
                <path d="M44.076,37.889c-1.276-0.728-2.597-0.958-3.721-0.646c-0.844,0.234-1.532,0.768-1.996,1.546c-1.02,1.22-2.286,2.646-2.592,2.867c-2.367,1.604-4.25,1.415-6.294-0.629L17.987,29.542c-2.045-2.045-2.233-3.928-0.631-6.291c0.224-0.31,1.65-1.575,2.87-2.596c0.778-0.464,1.312-1.152,1.546-1.996c0.311-1.123,0.082-2.444-0.652-3.731c-0.173-0.296-4.291-7.27-8.085-9.277c-1.926-1.019-4.255-0.669-5.796,0.872L4.7,9.059c-4.014,4.014-5.467,8.563-4.321,13.52c0.956,4.132,3.742,8.529,8.282,13.068l14.705,14.706c5.762,5.762,11.258,8.656,16.298,8.656c3.701,0,7.157-1.562,10.291-4.695l2.537-2.537c1.541-1.541,1.892-3.87,0.872-5.796C51.356,42.186,44.373,38.068,44.076,37.889zM48.017,52.68l-2.537,2.537c-4.795,4.794-11.727,4.208-18.731-2.796L12.044,38.615c-4.158-4.159-6.666-8.113-7.566-11.914c-0.976-4.223,0.215-8.08,3.695-11.561l2.537-2.537c0.796-0.795,1.857-1.211,2.961-1.211c0.732,0,1.474,0.184,2.166,0.573c3.292,1.743,7.276,7.951,7.435,8.221c0.532,0.913,0.652,1.772,0.357,2.58c-0.145,0.417-0.467,0.761-0.957,1.052c-1.268,0.758-2.755,2.009-3.863,3.117c-2.529,2.529-3.078,5.634-1.544,8.168l11.968,11.968c2.533,2.533,5.636,2.986,8.167,1.544c1.111-0.751,2.363-2.339,3.119-3.868c0.289-0.489,0.636-0.808,1.048-0.953c0.811-0.282,1.678-0.161,2.589,0.357c0.27,0.159,6.486,4.141,8.231,7.432C49.692,50.379,49.879,51.885,48.017,52.68z" />
                <path d="M37.194,45.245c-0.391-0.391-1.023-0.391-1.414,0l-2.707,2.707c-0.391,0.391-0.391,1.023,0,1.414c0.195,0.195,0.451,0.293,0.707,0.293s0.512-0.098,0.707-0.293l2.707-2.707C37.585,46.268,37.585,45.636,37.194,45.245z" />
              </g>
            </svg>
            <span className="text-sm mr-5">+01 234 567 890</span>
          </div>
          <div className="flex items-center mt-5">
            <svg
              className="h-6 mr-2 text-[#015f6c]"
              fill="currentColor"
              version="1.1"
              xmlns="http://www.w3.org/2000/svg"
              viewBox="0 0 612 612"
              enableBackground="new 0 0 612 612"
            >
              <g>
                <path d="M495.9,0.5H116.1c-63.4,0-115,51.6-115,115v380.3c0,63.4,51.6,115,115,115h379.7c63.4,0,115-51.6,115-115V115.5C611.4,52.1,559.3,0.5,495.9,0.5zM582.6,496.3c0,47.7-39,86.6-86.6,86.6H116.1c-47.7,0-86.6-39-86.6-86.6V115.5c0-47.7,39-86.6,86.6-86.6h379.7c47.7,0,86.6,39,86.6,86.6V496.3z" />
                <path d="M480.9,99.1H131.1c-17.4,0-31.5,14.1-31.5,31.5v251.1c0,17.4,14.1,31.5,31.5,31.5h349.8c17.4,0,31.5-14.1,31.5-31.5V130.6C512.4,113.2,498.3,99.1,480.9,99.1zM488.6,382.7c0,4.3-3.5,7.8-7.8,7.8H131.1c-4.3,0-7.8-3.5-7.8-7.8V130.6c0-4.3,3.5-7.8,7.8-7.8h349.8c4.3,0,7.8,3.5,7.8,7.8V382.7z" />
                <path d="M454.6,165.6H157.4c-8.6,0-15.6,7-15.6,15.6s7,15.6,15.6,15.6h297.1c8.6,0,15.6-7,15.6-15.6S463.2,165.6,454.6,165.6z" />
                <path d="M404.2,243.8H207.8c-8.6,0-15.6,7-15.6,15.6s7,15.6,15.6,15.6h196.4c8.6,0,15.6-7,15.6-15.6C419.8,250.8,412.8,243.8,404.2,243.8z" />
                <circle cx="465.5" cy="333.8" r="18.6" />
              </g>
            </svg>
            <span className="text-sm mr-5" >abc@email.com</span>
          </div>
        </div>
        <div className="bg-gray-50 md:col-span-8 p-10">
          <form>
            <div className="grid grid-cols-1 lg:grid-cols-2 gap-5">
              <input
                className="w-full bg-gray-100 text-gray-900 mt-2 p-3 rounded-lg focus:outline-none focus:shadow-outline"
                type="text"
                placeholder="الأسم الأول*"
              />
              <input
                className="w-full bg-gray-100 text-gray-900 mt-2 p-3 rounded-lg focus:outline-none focus:shadow-outline"
                type="text"
                placeholder="الإسم الثاني*"
              />
              <input
                className="w-full bg-gray-100 text-gray-900 mt-2 p-3 rounded-lg focus:outline-none focus:shadow-outline"
                type="email"
                placeholder="الإيمايل*"
              />
              <input
                className="w-full bg-gray-100 text-gray-900 mt-2 p-3 rounded-lg focus:outline-none focus:shadow-outline"
                type="number"
                placeholder="الهاتف"
              />
            </div>
            <div className="my-4">
              <textarea
                placeholder="الرسالة*"
                className="w-full h-32 bg-gray-100 text-gray-900 mt-2 p-3 rounded-lg focus:outline-none focus:shadow-outline"
              ></textarea>
            </div>
            <div className="my-2 w-1/2 lg:w-1/4">
              <button
                className="uppercase text-sm font-bold tracking-wide bg-[#015f6c] text-gray-100 p-3 rounded-lg w-full 
              focus:outline-none focus:shadow-outline"
              >
                إرسال
              </button>
            </div>
          </form>
        </div>
      </div>
    </div>
  </>
  );
};

export default ContactForm;
